{
	"title": "Life is Tech! Summer Camp in 2018@立教大学 8/11-8/15を振り返って",
	"createdAt": "2018/8/17",
	"content": "※この記事は *:[Life is Tech! Summer Camp in 2018](https://life-is-tech.com/camp)のネタバレ* をもろに含みます。\n　閲覧は *自己責任* でお願い致します。\n\n\n\nどうも、お久しぶりです。げんちゃんです。\n8/11から8/15まで:[Life is Tech!](https://life-is-tech.com)さまの:[Life is Tech! Summer Camp in 2018@立教大学](https://life-is-tech.com/camp/place/rikkyou)に参加して、平成最後の夏を謳歌してきました！！\n\nほんっとに楽しかったです！！気付けばあっという間に5日間が過ぎてました……w\n楽しむだけ楽しんで何もしないのも凄く勿体ないので、ひとまず今回のサマーキャンプを振り返りたいと思います✌︎('ω'✌︎ )\n\n\n<H2 ID = \"day1\" Class = \"mdc-typography--subheading2\">LiTキャンプ開始！！ ― 1日目</H2>\n実は3年前に一度だけ、Life is Tech!(以下LiT)のサマーキャンプに参加した事があります。\n当時は中2ということもあって、特に年齢を気にする必要がなかったのですが、今回は高2としての参加だったのでかなり不安でした。\n仲良くなれるかなとか、どうやって話そうかなとか、話題合うかなぁ……だとか。\n更に今回選んだコースが:[Webデザインコース(HTML/CSS)](https://life-is-tech.com/camp/course/webdesign)だったので、前回とはまるで違うメンバー層になるだろうな、と結構心配していた部分がありました。\n\n密かに水色のTシャツを狙っていたのですが、思った以上に人気だったようで、わたしが到着した時には既に品切れでした。\n少し残念だなーなどと思いながら、例の如くピンクTシャツを着ることにしました。w\n\nそしてLiT恒例のオープニングセレモニー。面白くてあっという間に時間が過ぎ、早速開発メンバーと顔合わせすることに。\nやはり予想していた通り、自分が最年長でした。\n思った以上に結構なプレッシャーになっていたみたいです。\n\nですが思った以上にみんな優しいし、何よりめちゃくそ話しやすいのでかなりビックリ。\n何とか5日間やっていけそうだなって感じた瞬間でした。\n\n初日はセレモニーがあったので午前中は殆ど開発時間がありません。\nそれでも、初日からメンバーが物凄い勢いで進捗を投げつけていました。\n素直にあのスピードで教科書を終わらせるのはなかなか出来ることじゃないな、と感じてます。\nホントに尊敬の念でいっぱいです。ホントに凄いよ、みんな！\n\nそしてあっという間にお昼。\n初日は:[セントポールの隣り](https://goo.gl/maps/uSSxvkmXvnT2)さまにてランチしてました。LiT効果で売上高凄そう。w\n\nお昼が終わると、また違うアクティビティが用意されていました。\nその名も *ランドール監獄脱出作戦* です！\n簡潔に言えば、今話題のリアル脱出ゲームのようなアレです。はい。察して()\n\n結果から言うと脱獄成功しました。✌︎('ω'✌︎ )\n*25チーム中3チーム* しか脱獄できなかったので、結構難しいんじゃないかと感じました。\nメンバーのみんなの発想力がもう異常すぎて……ただただ驚くしかなかったです(白目)\n\nただ、ちゃんと仕事出来たは出来たので一安心しました。(気付かなきゃ脱獄失敗してたから結構大事)\n圧倒的な教育の違いを感じる……(実はただ無能なだけ←←\n\n他にも色んな事がありましたが、かなり良いスタートを切ることが出来た気がします。\n\n\n<H2 ID = \"day2\" Class = \"mdc-typography--subheading2\">進捗どうですか？ ― 2日目</H2>\n2日目は結構アクティビティ控えめな感じでした。\nまだ開発の導入段階なのにも関わらず、既に午前中に教科書を終わらせてしまう強者が居たり……ホント恐ろしい()\n\nみんな集中していて、気付かないうちに午前の開発が終了。\n2日目の昼食はファミリーマート。個々で好きなものを頬張っている姿がすっごく微笑ましかったです。w\nあと、メンバーよりも子供っぽいメンターさん。w\n笑いに満ち溢れた1日だったなって思います。\n\n\n<H2 ID = \"day3\" Class = \"mdc-typography--subheading2\">ワニワニパニック ― 3日目</H2>\n開発は……もう何やったか覚えてない(おいっ\n\n昼前ぐらいに「気分転換ついでにタイピング練習しよう！」というメンターさんの提案があり、みんなで:[寿司打](http://typing.sakura.ne.jp/sushida)で遊んでました。\n暫くして他のグループのメンターさんもやってきて、グループのメンバーとメンターさん、合わせて10人近くでカチャカチャキーボード\nを叩く事に……w\nちなみに自分とメンターさんでタイマンして勝ちました✌︎('ω'✌︎ )←割と嬉しかった()\n\nそして昼食タイム！！バーガーキング行きました！\n久しぶりにアップルパイ食べた……結構安くてビックリΣ(･ω･ﾉ)ﾉ！\n\nそして昼食後、とあるお偉い方のワニワニパニック講演会(違う)が開催されました。\n結構色んな視点からお話を聞かせて頂きました。めっちゃ楽しかった。\n纏めるとワニワニパニックの凄い人。(だから違う)\n\n講演会の途中から物凄い雷雨に見舞われました。ホントに近場に1発落ちたなって感じの音もしましたし、かなり興奮。w\nこの頃からちゃんと完成するかなぁ……って焦り始めました。\n\n\n<H2 ID = \"day4\" Class = \"mdc-typography--subheading2\">ひと夏の青春 ― 4日目</H2>\n4日目は、この5日間で一番暑い日でした。池袋駅から数分歩くだけでほんっとに汗だく。\nこの日は開発集中デーという事もあって、集中力が足りなくなる瞬間があったり結構大変でした。\n\n途中でメンターさんがコンビニに行くという事で、「一緒に行く人居ませんか？」などと呼びかけていたのですが、私らの教室は誰も手を挙げていなかったので、興味本位で気分転換ついでに行ってみることにしました。w\nで、その時一緒に行ったメンバーの中に、初日のセレモニーの時に隣に座っていた女の子が居ました。\nちょっと気になったので、かなーり勇気を振り絞って話し掛けてみたり。(普段じゃ絶対出来ないw)\n\nそしたら覚えててくれていました。かなりビックリ。\n実はセレモニーの開演まで少し時間があったので、お母さまと世間話をしていたんです。\nそれを覚えててくれたみたいで、知らない所で「フレンドリーな子」だねって言われていたらしく……ww\n普段は起こせない行動を起こすことが出来るところも、LiTの良い点ではないかと思っています。\n\n帰ってきて少ししたらあっという間に昼食に。\nこの日は明らかに高そうなイタリアンのお店、 :[【A】PIZZA 池袋立教通り店](http://a-pizza.me)さまにお邪魔しました！！\nやっぱり暑い事もあってか、ピクルスが身体に染み渡ってめちゃくそ美味しかったです……ԅ( ¯ิ∀ ¯ิԅ)\n\nそして昼食後！！この日は開発集中デーなので、やっぱりアクティビティとかないのかなーと思っていました。\nですが、やはりあの行事は健在だったようです。\nそうです。恒例の *かき氷タイム* です。\n立教はキャンパス内が広いこともあり、外のスペースにかき氷機が設置されていました。\n大急ぎで飛びつくみんなの姿を見て、ひとりで大笑いしてました。w\n\nそして、ただかき氷を楽しむだけに留まりませんでした。\nなんと水鉄砲祭りに発展。www\n\n誰が持ってきたのか分からないのですが、メンターさんに集中攻撃する子や、メンターさん同士で掛け合ったり。\nわたしもめっちゃ掛けられました。知らない女の子にも掛けられて、逃げ回って。w\nほんっとに楽しくて楽しくて。今まで忘れてきた青春が、一瞬で取り戻せた感じがしました。\nお陰で(？)開発時間がガリガリ削れてかなりピンチになりましたが(めっちゃ自業自得)、今年一番笑いました。\nほんっとに良かったって、心から思いました。\n\n30分強ぐらい楽しみまくった後、やっと開発に戻りました。\nメンターさんが物凄いバテていて、ちょっと笑ってしまったり。w\n\n結局、開発時間が圧倒的に足りず、家に持ち帰ることになりました。\nこの日は深夜2:00ぐらいまで作業をして、とりあえず寝ました。\n\n\n<H2 ID = \"day5\" Class = \"mdc-typography--subheading2\">青春の幕切れ ― 5日目</H2>\n遂に迎えました。LiTサマーキャンプ、最終日。\n昨夜は1つ作業を残して眠りについていたので、午前中だけで残りの開発を終わらせて発表会の準備を始めました。\n\nめちゃくちゃ急かされて、気付けば昼食の時間に。\n最終日はみんなで好きなもの買って、みんなで食べようって事でファミリーマートへ。\nみんな表情変わったんだなってふと思いました。たった5日間で、こんなに変わるんだなって。\n既にこの時点で泣きそうでした。何とか我慢我慢。\n\nそして、発表会が始まりました。\nメンバーを超える人数の保護者さまがいらっしゃり、うちらのグループもめちゃくちゃ緊張しているようでした。\n一番強がってたけど、一番緊張してたのは私かもしれません。\n本当に今まで経験した事の無い空気でした。あの優しい空気が、すごく好きでした。\n\n隣で「めっちゃ無理ー！！」って話してた子が、本番になるとしっかりやり切っていました。\nホントにスゴイな、よく頑張ったねって思いながらマイクを受け取って、自分も本気で頑張って。\n発表会を終えて、みんなの顔は最高にキラキラ輝いていました。\n\nそして全チームの発表が終わり、そのまま体験会へ。\n思ったよりも多くの人が足を運んでくれていたみたいで、わたしのデザインも見て頂けました。\n\nそして遂に。\nクロージングセレモニーを迎える事となります。\n\n5日間。文字にすればとても長く感じますが、体感上では本当に短い日々でした。\nまるで昨日来たばっかりの様な感覚で、もっと楽しんでいたくて。\nエンディングセレモニーが始まって、5日間の振り返りが始まった時には既に涙が止まりませんでした。\nもうこのメンバーには会えないのかな。せっかく仲良くなれたのに、もうバイバイなのかな。\n既に色々考えていましたが、少し割愛します。\n\nセレモニーが終了し、開発部屋に戻って個別で表彰式をすることになりました。\nその時は何とか我慢して、我慢して。少しだけ涙流れちゃったけど、それでも我慢して。\nメンターさんの「今回は泣かないんでしょ！」って声もあって、何とか自分を保っていました。\n\n最後に、みんなでうちわにサインをしました。\n一人一人、5日間ありがとうとか、楽しかっただとか、頑張ってね、だとか。\n5日間の色んな思い出が詰まっている、最高のプレゼントを一人一人から貰いました。\n\n<Album>\n\t![001.jpg](001.jpg)\n</Album>\n\nホントのホントに最後、みんなのサインが終わってそれぞれ解散になりました。\n教室から出る、その瞬間。涙が溢れて止まらなくなって。\n\nもうここには戻ってこれない。もうこの空気を味わう事は出来ない。\n大好きな、この空間に浸る事はもう出来ない。\n色んな感情で溢れて、大号泣してしまって。\n本当に楽しかった分、終わりが本当に辛くって。\nずっとここに居たくて、だけど居る事は出来なくて、ここを出てしまったら全て忘れてしまいそうな不安に駆られて、辛くて苦しくて。\n\nこの最高の時間をずっと過ごしていたくて、たまらなくなって、バイバイって一言呟くのが凄く怖くて。\n気付いた時にはしゃがみこんで居ました。でも、メンターさんたちが「また戻ってきなよ」って言ってくれて。\nわたしは大好きな空間を、色んなメンターさんとハイタッチして、去る事にしました。\n\n3年前と同じように、また今年も泣いて現実へと帰ってきました。\n\n\n<H2 ID = \"conclusion\" Class = \"mdc-typography--subheading2\">まとめ</H2>\nここまで5日間振り返ってきましたが、最後にいくつか、まとめとして書いておきたいと思います。\n\nまず、今回のキャンプでわたしが得ることが出来たものについて。\n今回のキャンプで *最高の友だち* が出来ました。\n一緒にコードをにらめっこし合って、笑いあって、時間を共有して、色んな事を一緒にしてきた、最高の仲です。\n\nそして *青春* を味わえました。\n日常では絶対に味わうことが出来ないものはたくさんあります。\nLiTのキャンプは、それらを存分に味わえる機会を与えてくれると感じています。\n\nしばらくこの5日間を原動力にして、生きていきたいと思います。\nメンターさんやメンバーのみんなが、本当に色んな意欲を湧かせてくれました。\n\n最後に一言だけ。\nまみ、みやさん、ゆうや、ふーちゃん、ゆうか、そしてえぃみぃ。\nこれからも、自分らしく突っ走っていってください。ずっと応援しています。\n\n本当に最高の5日間、最高の夏をありがとう。"
}