{
	"title": "【Mastodon】板橋丼(Itabashi-don) ―― 1周年を迎えて。",
	"createdAt": "2019/3/16",
	"content": ":[昨年3月16日 15時48分](https://itabashi.0j0.jp/@ProgrammerGenboo/99692333157788469)、この情報社会の大海原に、新たにMastodonインスタンス「:[板橋丼](https://itabashi.0j0.jp)」が誕生しました。\nそして今日、おかげさまで *一周年* を迎えることができました。\n弊インスタンスの利用者のみなさま、そして近隣インスタンスのみなさまに、心より感謝申し上げます。\n\n![管理者アカウントの作成日時(2018/03/16 15:48:59.210)](001.png)\n\n一周年ということで、色々な出来事を振り返るには良い機会なので、なるべく端的に振り返ってみます。\nそして、今後の在り方に関して少しだけでもいいので、自分なりに考えを纏めていきたいなと考えています。\n\nまた、この記事に記されている内容について、著しく *客観性が欠落している* ものがあります。\n意図的に主観をぶち込んでいるので、そこはご理解ください。\n\n\n\n<H2 Class = \"mdc-typography--subheading1\">これまでの板橋丼</H2>\n<H2 Class = \"mdc-typography--subheading2\">板橋丼誕生までの経緯</H2>\nわたしは当初、小規模の個人インスタンス（以後 *元鯖* と表記）でトゥー廃（＝トゥート廃人）として生活していました。\n1日に500トゥートすることも稀なことではなく、ほんっとに暇を謳歌していました。\n\n![2018年3月20日のTPDランキング](002.png)\n\nで、私は前々から元鯖の *独自機能の開発* を担当していました。\n従来はテスト環境なしの一発勝負で何とかなったのですが、流石に危険だと考え直して、開発環境が欲しいと思うようになりました。\nそんな時、ある一人のユーザーから「 *一緒にインスタンスを建ててみないか* 」とのお誘いがありました。\nそう。彼こそ現在の板橋丼のオーナー、*:[Яë Sinn Rinn](https://itabashi.0j0.jp/@ReSinnRinn)* 氏です。（以後 *りんちゃ* と表記）\n\nまず設立するにしろ、どういうインスタンスを建てるのか。\nやるからには、ただのテスト用インスタンスじゃつまらない。じゃあどうしよう、と。\nこの頃のわたしは、完全に *ネタだと捉えていた* ので、ホントに適当に「じゃあ板橋の地域インスタンスでもする？」と投げ掛けてみました。\nするとなんと、彼はあっさり承諾しました。何ということでしょう……。\n\n*こうして板橋丼が建ちました。* ほんっとにこの頃は深い信念とか何にもないです。まじで。笑笑\n\n<H2 Class = \"mdc-typography--subheading2\">インスタンス方針の策定</H2>\n念願のMyインスタンスが建ちましたが、この頃のわたしはサーバー周辺やSSH関連に触れたことなど、全くありませんでした。\nなお、今でも不十分すぎる知識で管理しているので、割と頻繁にしくじりますw(全く笑えない)\nSSHの接続方法からアップデートまで、何にも分からなかったわたしはここから、ソース改変の方に集中することになります。\n\nしかし、そこから一ヶ月も経たない頃だったと記憶しています。\n個人的にではあるものの、元鯖時代から仲良くさせていただいている、他インスタンスのユーザーさんの悩みを聞いていました。\nその中でも「人目を気にせずトゥートしたい」という悩みに関して、独自機能を用いれば解決できるのではないかと思い立ちました。\n\nこうして *限定公開トゥート* が誕生しました。\nこれが後に板橋丼史上初、且つ最大規模の独自機能となります。\n\nその頃の板橋丼は圧倒的に小規模で、『こちらに移住してくるだろう』という考えなど、まず頭の片隅にすらありませんでした。\nそこで、私は最初に元鯖の管理人さんに直談判しました。\nですが「他インスタンスにはトゥートが配信されないこと」を問題視し、残念ながら採用には至りませんでした。\n\nそこでわたしは板橋丼への実装を試み、正式に実装されることとなりました。\nそれと同時に、元鯖から本格的に移住することに決めました。\nそしてこの時の経験を通して、「 *単なる地域インスタンスではない、あなたの居場所になりますように* 」というポリシーを掲げました。\n\n<H2 Class = \"mdc-typography--subheading2\">機能面での強化</H2>\nわたしが本格的に移住した後は、独自機能の開発に力を入れました。\n*引用ブースト* の実装、 *セカンダリトゥート* のキーバインディング、 *ハッシュタグ投稿の拡張* 、などなど……。\n先述の機能は全て、板橋丼の住人もしくは周辺鯖のフォロワーさんの要望を拝借して、形にしたものです。\n\nもちろん残念ながら、わたしの技術不足で実装できなかったものもあります。（Rubyに関しては全くの無知💦）\nですがそれでも、*気軽に話せて、誰かに寄り添える* 鯖缶を目指してきました。\nきっと別のカタチで支えられたのなら、きっとそれでもいいんじゃないか、と考えます。\n\n<H2 Class = \"mdc-typography--subheading2\">外部への宣伝活動</H2>\n先に挙げた通り、板橋丼は機能面での充実を図ってきました。\nしかし、残念ながらそれらの行いも利用者が居なければ、全て水の泡となってしまう。\nそこでわたしは、徹底的に *隙有れば自分語り* しまくりました。\n\n例えば:[Google+](https://plus.google.com)で移住先に困っているフォロワーさんに売り込んでみたり、定期的にスクショを投げて間接的に宣伝したり。\n:[Google+ Theme for Mastodon](https://github.com/GenbuProject/GPlusTheme-for-Mastodon)なんかも、ある種の宣伝的活動でしょう。\nまた、昨年はMastodon関連のイベント「 *:[Petit Mastodon Constructive Meetup](https://connpass.com/event/84743)* 」に、 *唯一の未成年者* として足を運びました。多分。((\nわたしが未成年者だからなのか、真意は分かりませんが、次回のイベントでの登壇のお話を持ちかけてくださるなど、それなりの影響力はあったと考えられます。\nちなみにですが、残念ながら次回のイベントと文化祭が見事にブッキングし、登壇は叶いませんでした。\n正直に言えばどっちも出たかった。笑笑\n\nそして、気付けばユーザー数は *50人* を突破し、総トゥート数は *125,000トゥート* を突破しました。\n鯖缶2人でちまちまやっていた最初の頃を思い浮かべると、今の発展具合が素直に信じられません。\n\n<H2 Class = \"mdc-typography--subheading2\">管理者の増員</H2>\nまぁそんなこんなで暫くやってきましたが、半年と少し経った頃から、両鯖缶が多忙を極める事態となりました。\nそして同タイミングで発生した板橋丼のトラブルにおいて、外部からの支援が必要不可欠である、という事が浮き彫りになりました。\nそこで、普段から保全を手伝っていただいた方3名に、正式に板橋丼の管理をお願いすることになりました。\n\n\n\n<H2 Class = \"mdc-typography--subheading1\">これからの板橋丼</H2>\nここまで、端的にこの一年間を振り返ってきました。((何か抜けてたら教えてください笑\nでは次に、板橋丼の現状と問題点を挙げていきます。\nただ纏めるだけじゃ、ホントになんの生産性もないので。笑\n\n<H2 Class = \"mdc-typography--subheading2\">1. 鯖缶が未成年者である</H2>\n一番当たり障りの無いことから触れさせていただくと、わたしたち板橋丼の鯖缶は *両者とも未成年者* だということです。\nそのため、どうしても *運営費がかなり厳しくなる* という事態が、稀にではなく割と頻繁に起こります。\n\nそして来年度から、遂にわたしは受験生になってしまいます。\nきっとこれまでと比べて、より一層苦しい状況に陥ります。\n他インスタンスの管理者さんにも言えることですが、殆どのMastodonインスタンスはあくまで *仕事ではなく、ましてや慈善活動でもなく、ただの趣味の一つ* として開かれています。\nなので、やむを得ない場合には *インスタンスの停止* も十分にあり得ます。\n\nわたしたちには、そのような事態を防ぐための努力義務が課せられています。\nだけどそれでも、仮にその時を迎えなければならないときには、どうか叱責しないでください。\nきっと私も傷付きますが、それ以上に傷付く人たちが出てきます。\n\n<H2 Class = \"mdc-typography--subheading2\">2. わたしの技術力不足</H2>\n先述の経緯でも触れましたが、わたしは管理者という立場にも関わらず、*最低限の保全すら出来ていない* という現状があります。\nわたしは、素直にこれを自分の課題であると受け止めています。\n\nこの一年間、わたしはりんちゃに頼りっきりで何もしようとしなかった時期がありました。\n今でもなお、その甘えは完全には払拭できていません。\nなのでこの新しい一年は、受験生という立場に甘えずに、*自分にとって出来ること* を出来る限りやっていこうと思います。\n\nそうやって触れていくうちに、どんどん経験が積み重なり、自然と技術力も上がっていくはずです。\n\n<H2 Class = \"mdc-typography--subheading2\">3. 地域インスタンス面での喪失</H2>\nわたしは板橋丼が *地域インスタンスとしての本来の役割* を果たせていない、ということが一番の問題であると認識しています。\n最初の頃は、板橋在住のユーザーさんがそれなりにいらっしゃいました。\nですが今となっては、遂にわたし一人だけとなりました。\n\nこれはわたしの *過度な宣伝活動* に起因すると考えています。\nとにかくユーザー数を増やすために、自分の親しいフォロワーさんを誘うようになりました。\nその結果、気付かないうちに *身内インスタンス* のようなものに変貌してしまっておりました。\n\n素直に、非常に悔いている部分があります。\n居場所造りを優先しすぎて、当初の地域性を全て排除してしまうように仕向けてしまった。\nこれでは、本当に板橋を愛しているユーザーさんにとっては、最悪極まりないものじゃないかと。\n\nそこで、これからは板橋の地域インスタンスとして、全力で地域性を再興させていきたいと思います。\n……という提案をこれからします。りんちゃ達よろしく。笑\nまだわたしの中の仮称ですが「 *板橋ルネサンスプロジェクト* 」です。くっっっっっっっそダサいな((自分で言うな\n\n恐らく勉強の合間を縫って、板橋区及び周辺地域に関連性をもたせた独自機能を開発していくことになると思います。\nめちゃくちゃ反対されるような気もしますが、色々策定段階に入った時点でお知らせできれば、と考えています。\n\n\n\n<H2 Class = \"mdc-typography--subheading1\">最後に</H2>\n最後に、ここまで板橋丼を続けてこられたことに、いま一度 *心より感謝申し上げます。*\nそしてこれからも支えてくださる多くの方々、*これからもよろしくお願いいたします。*\n\nこの記事は *「わたし」という一個人として* 書かれたものなので、決して *「板橋丼の運営全体」として* の見解ではありません。\nだいぶ勝手な解釈やビジョンを打ち立てていますが、まぁあまり気にしないでください。笑\nわたし以外はこの記事を読むまで、誰一人としてこの内容を知りません。\nなので、これから色々と話し合いせねばいけない、といった感じです。\n\nここで挙げたことが真実なのかどうか、他人から見た視点がどのような景色なのか、わたしは知る由もありません。\nだけどそれでも、これからの一年間、強い信念をもって支え続けたいと思います。\n*わたしは「わたし」として、これからも走り続けます。*\n\nここまで超長文を読んでくださった方々、本当にありがとうございます。\nこれからもどうか、わたし達を見守っててください。\nどうかご期待に沿えるよう、全力で頑張ります。\n\n\n\n発行日時：*2019/03/16（平成31年3月16日）*\n文責： *:[どっかのげんちゃん。](https://itabashi.0j0.jp/@ProgrammerGenboo)*"
}