{
	"title": "🎉17歳の自分に。🎉",
	"createdAt": "2019/3/3",
	"content": "皆さんお久しぶりです。げんちゃんです。\nもう早いもので、また一つ歳を重ねてしまいました。\nあっという間に17歳ですね……😅\n\n先の一年間、ホントに色んな事がありました。\nリアルの話では、文化祭に今までに無いくらいに死ぬ気で取り組んだり、様々なマイプロジェクト運動に参加したり。\nそしてネット上では、Mastodonインスタンス「:[板橋丼(Itabashi-don)](https://itabashi.0j0.jp/)」を設立したり、いつも通り色んな物を作ったり、などなど……。\nこんなに濃厚な毎日を過ごすのが、ホントに楽しかったです。\n今までで最高の一年だったなと、自信を持って断言したく思います。\n\nさて、17歳としての一年間を迎えるにあたって、また新しい目標を設定します。\nそうでもしないとモチベとか上がらないので。ｗｗ\n\nこの一年間の目標は「 *常識をぶっ壊せ。* 」\nどーせ途中で気が変わる気はするけど、まぁ気が変わるまではこれで。笑\n\n今回の目標を思い立った理由はいくつかあります。\n\nまず一つ目に、 *あと1ヶ月程で受験生になってしまう* ということ。\n高校3年生になると、学生生活期間を含むあらゆる事が変わっていきます。\n例えば3学期がなかったり、部活は引退の時期だったり……。\nホントに色んな事が挙げられるかと思います。\nその中でも、私はもう一回文化祭にぶつかっていきたいと思っています。\n\n昨年の記事で触れたとおり、今年度の文化祭で初めてライブイベントに出演させていただきました。\nですが、それは正規枠ではなく、あくまでも先生が用意してくださった *慈悲枠* での出演でした。\n当初はその枠を断ろうと思っていました。\nそりゃオーディションに落ちたのにもかかわらず、厚かましく出演させていただくなど、自分が望んだものではなかったので。\n\n当時は明るく振る舞っていたつもりでした。\n他の生徒と比べると、今までの音楽関連の経歴がある上に「高2＝最高学年」ということで、まず落ちることはないだろう、と踏んでいました。\nそれなのにたった1人、自分だけが落ちてしまった。後輩にも負けてしまった。\nあそこまで恥ずかしさと悔しさで一杯になったのは、ホントに久しぶりでした。\nだからこそ、今年こそ、自分の歌で舞台に立ちたい。\nあの日からずっとずっと、その思いは変わっていません。\n\n恐らく高3がエントリーするなど前代未聞の事態でしょう。\n確実に先生にも止められるでしょう。\nだけど、だけどそれでも、私は歌を歌いたい。\nだから私は来年度も、オーディションになったとしても、本気で全身全霊の歌を届けたいと思います。\n\nそして二つ目に、 *自分一人の行動で周りを変えられる* ということ。\nこれも過去記事で触れましたが、国境越えをこの一年間続けてきました。\n文化祭で顔と名前を知られてから、正直嫌になる日もたびたびありました。\n\nですが、私がやり始めたことで周囲が変わり始めたことがあります。\nそれは *朝の待ち合わせ* です。\n\n最初は普通に親友くんと待ち合わせしていただけでした。\nですが、回数を重ねていく内に『これは面白いことができるな』と考え付き、観察を始めました。\nすると2週間ほどで、今まで居なかったはずの「出待ち軍団」が現れ始めました。\n\nこれに関しては、個人的にも凄く面白い結果になったな、と感じています。\n今まで *常識ではないこと* が、新しく *常識予備軍* になった。\nこの経験を通して、きっと一人の行動でも環境は変えられる、という考えに帰結しました。\nだからこそ、あと1年でどこまで変えられるのか、新しい世界を見てみたい。\nそんな思いで、この新しい1年を過ごしていきたいと思います。\n\n以上、若干冗長になりましたが、常識をぶっ壊す毎日を過ごしていきたいと思います。\n例を挙げると、受験生なのに勉強だけではなく、適度に遊んでいく。\n数日勉強しても、何も変わらない。\nそれならば、数日勉強しなくても何の支障も来たさない。\nこのように *論理的* な思考に基づいて、しっかり *反抗* していきたいなーと。\n\nだからこそ、来年になっても一人涼しい顔して、毎日を有意義に過ごします。\n最後になりますが、今年度もよろしくお願い致します。\n浮上率は一層低くなると思いますが、どうか可愛がってください。笑笑\n\n最後に、今年頂いたプレゼントを紹介させてください。\nほんっとに嬉しいです。ありがとうございます……！！🙏🙏\n\n<Album>\n\t![001](./001.jpg)\n\t![002](./002.jpg)\n</Album>"
}